
# JS
Equinusocio.vsc-community-material-theme
octref.vetur
johnsoncodehk.volar
ritwickdey.LiveServer
usernamehw.errorlens
dbaeumer.vscode-eslint
ms-vscode.vscode-typescript-tslint-plugin
nucllear.vscode-extension-auto-import

# PHP
yummygum.city-lights-theme

# PYTHON

# ALL
TabNine.tabnine-vscode
CoenraadS.bracket-pair-colorizer-2
mikestead.dotenv
moyu.snapcode
ms-azuretools.vscode-docker
letrieu.expand-region
pranaygp.vscode-css-peek
christian-kohler.path-intellisense
ecmel.vscode-html-css
PKief.material-icon-theme

